{
  "post_info": {
    "url": "https://www.instagram.com/utpfisc/p/DM-oH96zsSi/",
    "date": "2025-08-05T15:34:57.000Z",
    "description": "Práctica laboral ofrecida por Compañía Panameña de Aviación, S. A. (Copa Airlines)"
  },
  "classification": {
    "is_job": true,
    "job_type": "Práctica Laboral",
    "score": 111,
    "is_expired": false
  },
  "extracted_info": {
    "company_name": "Copa Airhnes",
    "company_industry": "aviación",
    "contact_name": "Jovani Mendoza Anahsta de Experiencia al Chent",
    "contact_position": null,
    "contact_email": null,
    "contact_phone": "+(507) 6292-5939",
    "position_title": null,
    "requirements": [
      "Ser estudiante de último ano de carrera de la Facultad de Ingenieria de Sistemas Computacionales (FISC). Computadora personal + Seguro contra accidentes, el que proporciona la"
    ],
    "knowledge_required": [
      "academicos en un entomo profesional real y desee hacerlo en la Dirección de Carga , Courier de esta empresa. Requisitos: - Ser estudiante de último ano de carrera de la Facultad de Ingenieria de Sistemas Computacionales (FISC). Computadora personal + Seguro contra accidentes, el que proporciona la"
    ],
    "functions": [
      "en el area: - Completar el curriculo de formación en lA de AWS, abarcando fundamentos, arquitectura y operación de modelos. + Aphcar los conocimientos adquiridos en un proyecto de lA asignado. Contribuir al desarrollo o mejora de una funcionahdad dentro de una de las iniciativas activas. Documentar el proceso técnico y de aprendizaje para retroahmentación académica empresarial."
    ],
    "benefits": [
      "Aprendizaje sobre la industria y procesos, acercamiento a la vida laboral y poner en práctica los conocimiento adquiridos en su carrera. + Horario de lunes a viemes de 7:30 a. m. a 4:30 p.m."
    ],
    "is_active": true,
    "work_modality": null,
    "duration": null
  },
  "text_extracted": {
    "main_image": "ml\n“za var\nLA o »\nPráctica Laboral (Epi (45 corsatrines\n3 IE t Cargo HEN.\nPt NES\nA\nEmpresa: Compañía Panameña de Aviación, S. A. (Copa Airlines)\nContacto: Jovani Mendoza | Analista de Experiencia al Cliente\nMóvil: +(507) 6292-5939\nCopa Airlines está ofreciendo oportunidad a estudiante que requiera ganar\nexperiencia laboral, aplicando sus conocimientos académicos en un entorno\nprofesional real y desee hacerlo en la Dirección de Carga €, Courier de esta empresa.\nRequisitos:\n- Ser estudiante de último año de carrera de la Facultad de Ingeniería de Sistemas\nComputacionales (FISC).\n» Computadora personal\n+ Seguro contra accidentes, el que proporciona la universidad o uno privado. Este\nseguro debe estar vigente durante todo el tiempo de práctica.\nConocimientos en:\n» Básico o intermedio en Excel (mandatorio).\n» Manejo SQL (opcional).\n- Manejo Python (opcional).\nAlgunas de las funciones de colaboración en el área:\n- Completar el currículo de formación en lA de AWS, abarcando fundamentos, arquitectura y\noperación de modelos.\n+ Aplicar los conocimientos adquiridos en un proyecto de lA asignado.\n» Contribuir al desarrollo o mejora de una funcionalidad dentro de una de las iniciativas\nactivas.\n» Documentar el proceso técnico y de aprendizaje para retroalimentación académica\nempresarial.\nLa Práctica Laboral, será acorde a las normativas de la UTP - FISC.\nOfrecen:\n» Aprendizaje sobre la industria y procesos, acercamiento a la vida laboral y poner en práctica\nlos conocimiento adquiridos en su carrera.\n+ Horario de lunes a viernes de 7:30 a. m. a 4:30 p.m.\nNota: Dudas o consultas adicionales comunicarse directamente con el contacto de esta empresa.\nInteresados enviar Hoja de Vida a: jomendozadcopaair.com\nA\nUniversidad Tecnológica de Panamá\nFacultad de Ingenieria de Sistemas Computacionales\nSíguenos: f X GO ou in WINZA Y Publicado: 5 de agosto de 2025",
    "carousel_images": []
  }
}