{
  "post_info": {
    "url": "https://www.instagram.com/utpfisc/p/DM1VcdFM1X3/",
    "date": "2025-08-02T00:58:34.000Z",
    "description": "Cuando se pueden ver los grupos disponibles para estudios generales?"
  },
  "classification": {
    "is_job": false,
    "job_type": "No identificado",
    "score": 0,
    "is_expired": false
  },
  "extracted_info": {},
  "text_extracted": {
    "main_image": "Me . . 2... . ii\ne Universidad Tecnológica de Panamá YN\n5 5 . . , . e a\nz Ep $ . Vicerrectoría Académica ol >\n1L¿ e Programación de matrícula para el Il Semestre 2025 ASA\n10 SEAS\nAtención: viernes 8 de agosto de 7:00 a. m. a 8:00 p. m.\n29 Los estudiantes de estudios generales de primer año de ingenieria realizarán su proceso de\nA ¿2 matricula directamente en el sitio web: https://matricula.utp.ac.pa\ná El proceso no es automático cada estudiante debe seleccionar su grupo y completar el registro.\nDesde 7:00 a. m. a 8:00 p. m. Desde 7:00 a. m. a 3:00 p. m. Desde 7:00 a. m. a 8:00 p. m. Desde 7:00 a. m. a 8:00 p. m.\nTodas las Facultades Todas las carreras de las Todas las carreras de las Caso especiales de\nEstudiantes de siguientes Facultades siguientes Facultades todas las carreras\npalo de or (incluye estudios generales)\n** Matricula es; un solo grupo rm,\nA f . y Facultad de Facultad de o (az ”\nCo a 63 lageniería Eléctrica fogenieria Civil 2) A e\nNA ió WE y\ndo =\nFacultad de 0 a,\nDesde 10:00 a. m. a 11:00 p. m. Facultad de ar: 8 Ingenieria Industrial y Y ED P AN\nTodas las carreras y años Ingeniería Mécanica y 1 $ lor\ny e\n**Ma:ricula en un solo grupo DS NY Le\nFISC de 10:00 a. m. 2 1230 p.m. sem Facultad de 2 FÓN Facultad de o\nFl de 12:31 p.m. a 3:00 p.m. l Dd Ingenieria de f el y Ciencia y Tecnologia Atención directa con\nEIC de 3:01 p.m. a 5:30 p.m. V je Sistemas Ll el Coordinador(a)\nFIM de 5:31 p. m. a 8.00 p. m. NZY Computacionales\nFIE y FCyT ¿e 8:01 p. m. a 11:00 p. mm.\n* Capitulo de Honor Sigma Lambda (Estatuto Universitario, Sección J)\nArtículo 217. El Capitulo de Honor Sigma Lambda es una institución universitaria a la cual ingresan los estudiantes\nque reúnan las siguientes condiciones:\na) Haber cursado, por lo menos, dos años en la Universidad Tecnológica de Panamá en la carrera de estudios;\nb) No haber tenido fracasos en ninguna asignatura;\nc) No haber incurrido en contravención disciplinaria ni en mala conducta que hayan dado\nlugar a sanción de las autoridades universitarias;\nch) Poseer un índice académico de 2.50 a 3.00 según Artículo 217 del Estatuto Universitario, Sección J.\n**Solo se permitirá la matricula en 1 solo grupo (todas las asignaturas en ese grupo)\nEl lunes 11 de agosto, la matricula por facultad será en el orden que se indica en el calendario.\nObservaciones para el proceso de matricula del martes 12 y miércoles 13 de agosto de 2025:\n1. El proceso se realizará en línea, siguiendo el procedimiento acostumbrado.\n2. Los Coordinadores de carrera atenderán en horario regular de oficina.\n3. Cada estudiante debe verificar la asignación de su cita (hora y dia) para matricularse ingresando al Sistema de\nMatrícula https://matricula.utp.ac.pa, si el estudiante va a matricular todas sus asignaturas en un solo grupo, debe\nhacerlo el lunes 11 de agosto, durante el turno asignado a su facultad.\nnano\nUniversidad Tecnológica de Panamá\nFacultad de Ingenieria de Sistemas Computacionales\nSiguenos: f AS O in h, Outpñsc W Publicado: 1 de agosto de 2025",
    "carousel_images": []
  }
}