{
  "post_info": {
    "url": "https://www.instagram.com/utpfisc/p/DM-n2qOTBkJ/",
    "date": "2025-08-05T15:32:36.000Z",
    "description": "Práctica laboral ofrecida por GRUPO MANZ, S. A."
  },
  "classification": {
    "is_job": true,
    "job_type": "Práctica Laboral",
    "score": 121,
    "is_expired": false
  },
  "extracted_info": {
    "company_name": "GRUPO MANZ, S. A",
    "company_industry": "tecnología",
    "contact_name": "Lcda. Ehzabeth Rodriguez Talent Development Ce",
    "contact_position": null,
    "contact_email": null,
    "contact_phone": "+(507) 6647-1366",
    "position_title": null,
    "requirements": [
      "Estudiante de último ano de carrera en la Facultad de Ingenieria de Sistemas Computacionales (FISC). e Interes en el desarrollo de habihdades en programación cientifica, procesamiento de datos y fundamentos de intehgencia artificial. e Alta disposición para el aprendizaje practico e Anahsis de problemas y trabajo en equipo Disponibihdad para hacer viajes eventuales y participar en actividades de campo fuera de oficina segun sea requerido."
    ],
    "knowledge_required": [
      "academicos en un entomo profesional real. Requisitos: + Estudiante de último ano de carrera en la Facultad de Ingenieria de Sistemas Computacionales (FISC). e Interes en el desarrollo de habihdades en programación cientifica, procesamiento de datos y fundamentos de intehgencia artificial. e Alta disposición para el aprendizaje practico e Anahsis de problemas y trabajo en equipo Disponibihdad para hacer viajes eventuales y participar en actividades de campo fuera de oficina segun sea requerido. Conocimientos en: Fundamentos de programación (Python, C++, Java u otros). e Lógica computacional y estructuras de datos. +. Bases de datos (MySQL, PostgreSQL, etc.). Conocimientos basicos en matemáticas aphcadas y algebra hneal. + Deseable: conocimientos previos o interes en MATLAB SIMULINK SIMULINK. . Deseable: interes en intehgencia artificial, aprendizaje automatico o sistemas intehgentes. Algunas de las"
    ],
    "functions": [
      "del area: e Capacitarse en el uso de MATLAB SIMULINK para aphcaciones cientificas y de simulación. + Apoyar en el desarrollo de scripts y funciones en MATLAB SIMULINK para anahsis de datos y prototipado. Investigar y documentar algoritmos aphcables a agentes de intehgencia artificial. e Colaborar con el equipo técnico en pruebas de conceptos relacionados con lA. e Capacidad para comunicar y colaborar en la construcción de soluciones que integren aspectos tecnicos y comerciales. e Participar en reuniones tecnicas y reportar avances del aprendizaje."
    ],
    "benefits": [
      "Apoyo economico (Viatico), seguro contra accidentes y un ambiente colaborativo para el crecimiento profesional, capacitación continua y certificaciones sin costo."
    ],
    "is_active": true,
    "work_modality": "Presencial",
    "duration": null
  },
  "text_extracted": {
    "main_image": "ml\nepi NA\nPráctica Laboral O (E: Dj MANZon0U\nA om;\nEmpresa: GRUPO MANZ, S. A.\nContacto: Lcda. Elizabeth Rodríguez | Talent Development Center (TDC)\nMóvil: +(507) 6647-1366\nGRUPO MANZ está ofreciendo oportunidad a estudiante que requiera ganar experiencia\nlaboral, aplicando sus conocimientos académicos en un entorno profesional real.\nRequisitos:\n+ Estudiante de último año de carrera en la Facultad de Ingeniería de Sistemas\nComputacionales (FISC).\ne Interés en el desarrollo de habilidades en programación cientifica, procesamiento de\ndatos y fundamentos de inteligencia artificial.\ne Alta disposición para el aprendizaje práctico\ne Análisis de problemas y trabajo en equipo\n* Disponibilidad para hacer viajes eventuales y participar en actividades de campo fuera\nde oficina según sea requerido.\nConocimientos en:\n* Fundamentos de programación (Python, C++, Java u otros).\ne Lógica computacional y estructuras de datos.\n+. Bases de datos (MySQL, PostgreSQL, etc.).\n* Conocimientos básicos en matemáticas aplicadas y álgebra lineal.\n+ Deseable: conocimientos previos o interés en MATLAB/SIMULINK/SIMULINK.\n*. Deseable: interés en inteligencia artificial, aprendizaje automático o sistemas\ninteligentes.\nAlgunas de las funciones del área:\ne Capacitarse en el uso de MATLAB/SIMULINK para aplicaciones científicas y de\nsimulación.\n+ Apoyar en el desarrollo de scripts y funciones en MATLAB/SIMULINK para análisis de\ndatos y prototipado.\n* Investigar y documentar algoritmos aplicables a agentes de inteligencia artificial.\ne Colaborar con el equipo técnico en pruebas de conceptos relacionados con lA.\ne Capacidad para comunicar y colaborar en la construcción de soluciones que integren\naspectos técnicos y comerciales.\ne Participar en reuniones técnicas y reportar avances del aprendizaje.\nLa Práctica Laboral, será acorde a las normativas de la UTP - FISC.\nOfrecen:\n+ Apoyo económico (Viático), seguro contra accidentes y un ambiente colaborativo\npara el crecimiento profesional, capacitación continua y certificaciones sin costo.\nNota: Dudas o consultas adicionales comunicarse directamente con el contacto de este empresa.\nInteresados enviar Hoja de Vida a: talentoogrpmanz.com\nE)\nUniversidad Tecnológica de Panamá\nFacultad de Ingenieria de Sistemas Computacionales\nSíguenos: f X O O in WII Y Publicado: 5 de agosto de 2025",
    "carousel_images": []
  }
}