{
  "post_info": {
    "url": "https://www.instagram.com/utpfisc/p/DMyys5-s96K/",
    "date": "2025-08-01T01:16:29.000Z",
    "description": "Práctica laboral ofrecida por la empresa Viva Solutions, S. A."
  },
  "classification": {
    "is_job": true,
    "job_type": "Práctica Laboral",
    "score": 106,
    "is_expired": false
  },
  "extracted_info": {
    "company_name": "Viva Solutions, S. A",
    "company_industry": "tecnología",
    "contact_name": null,
    "contact_position": null,
    "contact_email": null,
    "contact_phone": null,
    "position_title": null,
    "requirements": [
      "e Estudiante de último ano de carrera en la Facultad de Ingenieria de Sistemas Computacionales (FISC). e Pensamiento critico y capacidad anahtica. e Trabajo bajo presión y toma de decisiones rapida. e Comunicación efectiva con equipos tecnicos y no tecnicos. e Colaboración en entomos multidisciphnarios."
    ],
    "knowledge_required": [
      "e Redes (Paquetes, Puertos y Protocolos, TCP IP, DNS, HTTP, VPN, etc.). + Manejo de sistemas operativos Windows, Linux y macOS. e Capacidad para interpretar logs, flujos de red y alertas. e Fundamentos de threat hunting y anahsis forense. Algunas de las"
    ],
    "functions": [
      "del area: + Supervisar eventos de seguridad mediante uso de herramientas Security Incident 8 Event Manager (SIEM), EndPoint Detection Respond (EDR), Network Detection 8: Respond (NDR) y Extended Detection 8: Respond (XDR). e Clasificar alertas y reahzar triage inicial de incidentes. e Investigar amenazas, vubihdades y comportamientos anomalos. e Coordinar acciones de contención, erradicación y recuperación. + Documentar incidentes y generar reportes tecnicos y ejecutivos. e Colaborar con equipos de Tl, respuesta a incidentes y gestion de riesgos intemos y del diente. e. Apoyar al diente en los simulacros, auditorias y revisiones post-incidente. e Mantenerse actuahzado sobre amenazas emergentes y tecnicas de ataque a traves de cursos de capacitación."
    ],
    "benefits": [
      "e Apoyo economico. e Excelente ambiente de trabajo. e Capacitación continua y certificaciones sin costo."
    ],
    "is_active": true,
    "work_modality": null,
    "duration": null
  },
  "text_extracted": {
    "main_image": "ml\nA ... 0\nAAA\n4 e ? e\nPráctica Laboral ED: V/S\nO NA TACICLHO IA CUE CONECTA\ne Nm;\nEmpresa: Viva Solutions, S. A.\nContacto: Luis Carlos Cárdenas Ortega|Costumer Experince Manager\nTeléfono: +(507) 835-5801\nViva Solutions, S. A. está ofreciendo oportunidad a estudiante que requiera ganar\nexperiencia laboral como Analista de Centro de Operaciones de Ciberseguridad (SOC).\nRequisitos:\ne Estudiante de último año de carrera en la Facultad de Ingeniería de Sistemas\nComputacionales (FISC).\ne Pensamiento crítico y capacidad analítica.\ne Trabajo bajo presión y toma de decisiones rápida.\ne Comunicación efectiva con equipos técnicos y no técnicos.\ne Colaboración en entornos multidisciplinarios.\nConocimientos en:\ne Redes (Paquetes, Puertos y Protocolos, TCP/IP, DNS, HTTP, VPN, etc.).\n+ Manejo de sistemas operativos Windows, Linux y macOS.\ne Capacidad para interpretar logs, flujos de red y alertas.\ne Fundamentos de threat hunting y análisis forense.\nAlgunas de las funciones del área:\n+ Supervisar eventos de seguridad mediante uso de herramientas Security Incident 8\nEvent Manager (SIEM), EndPoint Detection € Respond (EDR), Network Detection 8:\nRespond (NDR) y Extended Detection 8: Respond (XDR).\ne Clasificar alertas y realizar triage inicial de incidentes.\ne Investigar amenazas, vulnerabilidades y comportamientos anómalos.\ne Coordinar acciones de contención, erradicación y recuperación.\n+ Documentar incidentes y generar reportes técnicos y ejecutivos.\ne Colaborar con equipos de Tl, respuesta a incidentes y gestión de riesgos internos y del\ncliente.\ne. Apoyar al cliente en los simulacros, auditorías y revisiones post-incidente.\ne Mantenerse actualizado sobre amenazas emergentes y técnicas de ataque a través de\ncursos de capacitación.\nLa Práctica Laboral, será acorde a las normativas de la UTP - FISC.\nOfrecen:\ne Apoyo económico.\ne Excelente ambiente de trabajo.\ne Capacitación continua y certificaciones sin costo.\nNota: Dudas o consultas adicionales comunicarse directamente con el contacto de este empresa.\nInteresados enviar Hoja de Vida a: infoovivaconecta.com\nE)\nUniversidad Tecnológica de Panamá\nFacultad de Ingenieria de Sistemas Computacionales\nSíguenos: f X GO O in WII Y Publicado: 31 de julio de 2025",
    "carousel_images": []
  }
}