{
  "post_info": {
    "url": "https://www.instagram.com/utpfisc/p/DM1VJauMBiT/",
    "date": "2025-08-02T00:55:58.000Z",
    "description": "Práctica profesional ofrecida por Towerbank International, Inc."
  },
  "classification": {
    "is_job": true,
    "job_type": "Práctica Profesional",
    "score": 116,
    "is_expired": false
  },
  "extracted_info": {
    "company_name": "Towerbank International, Inc",
    "company_industry": "financiero",
    "contact_name": "Joana Oro",
    "contact_position": "Oficial Jr. de Recursos Humanos Movil: +(507) 6550",
    "contact_email": null,
    "contact_phone": "6550-6473",
    "position_title": "Opción Al Trabajo De Graduación",
    "requirements": [
      "Ser estudiante de último ano de carrera de la Facultad de Ingeniería de Sistemas Computacionales (FISC). Interes en aphcar sus"
    ],
    "knowledge_required": [],
    "functions": [],
    "benefits": [],
    "is_active": true,
    "work_modality": null,
    "duration": null
  },
  "text_extracted": {
    "main_image": "ml\nr o . PA Y D\n: É\nPráctica Profesional FP; ($4 Wowervar:\nrt ONES\nA\nEntidad: Towerbank International, Inc.\nContacto: Joana Oro | Oficial Jr. de Recursos Humanos\nMóvil: +(507) 6550-6473\nTowerbank está ofreciendo oportunidades para estudiantes que opten por realizar\npráctica profesional como opción al trabajo de graduación, aplicando sus\nconocimientos académicos en un entorno profesional real.\nPerfil:\n+. Ser estudiante de último año de carrera de la Facultad de Ingeniería de Sistemas\nComputacionales (FISC).\n* Interés en aplicar sus conocimientos en proyectos innovadores del sector bancario.\n+ Deseo de vincular su práctica profesional con iniciativas de transformación digital en lA.\nConocimientos en:\n+ Lenguajes de programación como Python y JavaScript\n» Manejo básico de servicios cloud, preferiblemente AWS (conocimiento de servicios como\n$3, Lambda, SageMaker, Bedrock).\nAlgunas de las funciones de colaboración en el área:\n+ Completar el currículo de formación en lA de AWS, abarcando fundamentos, arquitectura y\noperación de modelos.\n* Aplicar los conocimientos adquiridos en un proyecto de lA asignado.\n+ Contribuir al desarrollo o mejora de una funcionalidad dentro de una de las iniciativas\nactivas.\n+ Documentar el proceso técnico y de aprendizaje para retroalimentación académica\nempresarial.\nLa Práctica Profesional, será acorde a las normativas de la UTP - FISC.\nOfrecen:\n+ Apoyo económico\n* Formación técnica avalada por Amazon Web Services (AWS)\n» Participación en proyectos reales de inteligencia artificial\n+ Mentores internos y acompañamiento técnico especializado\n+. Desarrollo de un producto o componente funcional para una iniciativa empresarial\n» Potencial vinculación futura en proyectos de innovación tecnológica\nNota: Dudas o consultas adicionales comunicarse directamente con el contacto de este banco.\nInteresados enviar Hoja de Vida a: jorootowerbank.com\nA\nUniversidad Tecnológica de Panamá\nFacultad de Ingenieria de Sistemas Computacionales\nTT O in h, Qutpfisc Y Publicado: 1 de agosto de 2025",
    "carousel_images": []
  }
}